/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Impossible d'envoyer l'élément";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Veuillez réessayer ultérieurement";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Non connecté à Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ a envoyé une photo.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Ce périphérique ne prend pas encore en charge les nouvelles fonctionnalités de partage des photos de Skype, mais vous pouvez afficher celle-ci dans votre navigateur ici : %@";
